{
  "metadata": {
    "total_size": 14168893440
  },
  "weight_map": {
    "lm_head.weight": "model-00003-of-00003.safetensors",
    "model.embed_tokens.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.1.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.1.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.1.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.1.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.1.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.1.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.1.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.1.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.1.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.10.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.10.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.10.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.10.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.10.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.10.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.10.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.10.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.10.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.11.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.11.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.11.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.11.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.11.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.11.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.11.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.11.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.11.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.12.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.12.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.12.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.12.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.12.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.12.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.12.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.12.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.12.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.13.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.13.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.13.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.13.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.13.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.13.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.13.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.13.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.13.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.14.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.14.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.14.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.14.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.14.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.14.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.14.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.14.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.14.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.15.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.15.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.15.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.15.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.15.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.15.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.15.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.15.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.15.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.16.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.16.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.16.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.16.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.16.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.16.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.16.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.16.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.16.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.17.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.17.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.17.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.17.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.17.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.17.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.17.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.17.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.17.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.18.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.18.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.18.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.18.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.18.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.18.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.18.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.18.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.18.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.19.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.19.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.19.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.19.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.19.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.19.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.19.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.19.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.19.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.2.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.2.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.2.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.2.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.2.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.2.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.2.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.2.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.2.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.20.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.20.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.20.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.20.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.20.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.20.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.20.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.20.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.20.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.21.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.21.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.21.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.21.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.21.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.21.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.21.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.21.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.21.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.22.input_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.22.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.22.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.22.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.22.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
    "model.layers.22.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.22.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.22.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.22.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.23.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.23.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.23.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.23.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.23.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.23.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.23.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.23.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.23.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
    "model.layers.24.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.24.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.24.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.24.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.24.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.24.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.24.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.24.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.24.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.25.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.25.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.25.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.25.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.25.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.25.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.25.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.25.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.25.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.26.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.26.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.26.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.26.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.26.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.26.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.26.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.26.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.26.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.27.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.27.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.27.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.27.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.27.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.27.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.27.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.27.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.27.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.28.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.28.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.28.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.28.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.28.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.28.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.28.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.28.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.28.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.29.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.29.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.29.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.29.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.29.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.29.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.29.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.29.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.29.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.3.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.3.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.3.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.3.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.3.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.3.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.3.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.3.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.3.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.30.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.30.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.30.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.30.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.30.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.30.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.30.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.30.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.30.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.31.input_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.31.mlp.down_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.31.mlp.gate_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.31.mlp.up_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.31.post_attention_layernorm.weight": "model-00003-of-00003.safetensors",
    "model.layers.31.self_attn.k_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.31.self_attn.o_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.31.self_attn.q_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.31.self_attn.v_proj.weight": "model-00003-of-00003.safetensors",
    "model.layers.4.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.4.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.4.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.4.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.4.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.4.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.4.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.4.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.4.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.5.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.5.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.5.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.5.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.5.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.5.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.5.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.5.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.5.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.6.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.6.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.6.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.6.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.6.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.6.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.6.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.6.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.6.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.7.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.7.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.7.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.7.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.7.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.7.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.7.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.7.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.7.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.8.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.8.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.8.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.8.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.8.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.8.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.8.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.8.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.8.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.9.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.9.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.9.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.9.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.9.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.9.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.9.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.9.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.9.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.mm_projector.attn_0_w32_l15_q16.cont_norm.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w32_l15_q16.cont_norm.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w32_l15_q16.proj.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w32_l15_q16.proj.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w32_l15_q16.query_norm.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w32_l15_q16.query_norm.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w32_l15_q16.to_kv.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w32_l15_q16.to_q.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w32_l22_q16.cont_norm.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w32_l22_q16.cont_norm.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w32_l22_q16.proj.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w32_l22_q16.proj.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w32_l22_q16.query_norm.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w32_l22_q16.query_norm.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w32_l22_q16.to_kv.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w32_l22_q16.to_q.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w8_l15_q64.cont_norm.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w8_l15_q64.cont_norm.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w8_l15_q64.proj.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w8_l15_q64.proj.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w8_l15_q64.query_norm.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w8_l15_q64.query_norm.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w8_l15_q64.to_kv.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w8_l15_q64.to_q.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w8_l22_q64.cont_norm.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w8_l22_q64.cont_norm.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w8_l22_q64.proj.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w8_l22_q64.proj.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w8_l22_q64.query_norm.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w8_l22_q64.query_norm.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w8_l22_q64.to_kv.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.attn_0_w8_l22_q64.to_q.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.cls_token_w32_q16": "model-00003-of-00003.safetensors",
    "model.mm_projector.cls_token_w8_q64": "model-00003-of-00003.safetensors",
    "model.mm_projector.ln_0_w32_l15_q16.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.ln_0_w32_l15_q16.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.ln_0_w32_l22_q16.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.ln_0_w32_l22_q16.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.ln_0_w8_l15_q64.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.ln_0_w8_l15_q64.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.ln_0_w8_l22_q64.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.ln_0_w8_l22_q64.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.ln_out.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.ln_out.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.mlp_0_w32_l15_q16.fc1.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.mlp_0_w32_l15_q16.fc1.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.mlp_0_w32_l15_q16.fc2.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.mlp_0_w32_l15_q16.fc2.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.mlp_0_w32_l22_q16.fc1.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.mlp_0_w32_l22_q16.fc1.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.mlp_0_w32_l22_q16.fc2.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.mlp_0_w32_l22_q16.fc2.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.mlp_0_w8_l15_q64.fc1.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.mlp_0_w8_l15_q64.fc1.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.mlp_0_w8_l15_q64.fc2.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.mlp_0_w8_l15_q64.fc2.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.mlp_0_w8_l22_q64.fc1.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.mlp_0_w8_l22_q64.fc1.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.mlp_0_w8_l22_q64.fc2.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.mlp_0_w8_l22_q64.fc2.weight": "model-00003-of-00003.safetensors",
    "model.mm_projector.out_proj.bias": "model-00003-of-00003.safetensors",
    "model.mm_projector.out_proj.weight": "model-00003-of-00003.safetensors",
    "model.norm.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.class_embedding": "model-00003-of-00003.safetensors",
    "model.vision_tower.conv1.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.ln_pre.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.ln_pre.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.positional_embedding": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.0.attn.in_proj_bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.0.attn.in_proj_weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.0.attn.out_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.0.attn.out_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.0.ln_1.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.0.ln_1.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.0.ln_2.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.0.ln_2.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.0.mlp.c_fc.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.0.mlp.c_fc.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.0.mlp.c_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.0.mlp.c_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.1.attn.in_proj_bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.1.attn.in_proj_weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.1.attn.out_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.1.attn.out_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.1.ln_1.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.1.ln_1.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.1.ln_2.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.1.ln_2.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.1.mlp.c_fc.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.1.mlp.c_fc.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.1.mlp.c_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.1.mlp.c_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.10.attn.in_proj_bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.10.attn.in_proj_weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.10.attn.out_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.10.attn.out_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.10.ln_1.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.10.ln_1.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.10.ln_2.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.10.ln_2.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.10.mlp.c_fc.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.10.mlp.c_fc.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.10.mlp.c_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.10.mlp.c_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.11.attn.in_proj_bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.11.attn.in_proj_weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.11.attn.out_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.11.attn.out_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.11.ln_1.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.11.ln_1.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.11.ln_2.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.11.ln_2.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.11.mlp.c_fc.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.11.mlp.c_fc.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.11.mlp.c_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.11.mlp.c_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.12.attn.in_proj_bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.12.attn.in_proj_weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.12.attn.out_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.12.attn.out_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.12.ln_1.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.12.ln_1.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.12.ln_2.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.12.ln_2.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.12.mlp.c_fc.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.12.mlp.c_fc.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.12.mlp.c_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.12.mlp.c_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.13.attn.in_proj_bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.13.attn.in_proj_weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.13.attn.out_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.13.attn.out_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.13.ln_1.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.13.ln_1.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.13.ln_2.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.13.ln_2.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.13.mlp.c_fc.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.13.mlp.c_fc.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.13.mlp.c_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.13.mlp.c_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.14.attn.in_proj_bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.14.attn.in_proj_weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.14.attn.out_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.14.attn.out_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.14.ln_1.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.14.ln_1.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.14.ln_2.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.14.ln_2.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.14.mlp.c_fc.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.14.mlp.c_fc.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.14.mlp.c_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.14.mlp.c_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.15.attn.in_proj_bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.15.attn.in_proj_weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.15.attn.out_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.15.attn.out_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.15.ln_1.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.15.ln_1.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.15.ln_2.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.15.ln_2.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.15.mlp.c_fc.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.15.mlp.c_fc.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.15.mlp.c_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.15.mlp.c_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.16.attn.in_proj_bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.16.attn.in_proj_weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.16.attn.out_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.16.attn.out_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.16.ln_1.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.16.ln_1.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.16.ln_2.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.16.ln_2.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.16.mlp.c_fc.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.16.mlp.c_fc.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.16.mlp.c_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.16.mlp.c_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.17.attn.in_proj_bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.17.attn.in_proj_weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.17.attn.out_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.17.attn.out_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.17.ln_1.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.17.ln_1.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.17.ln_2.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.17.ln_2.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.17.mlp.c_fc.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.17.mlp.c_fc.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.17.mlp.c_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.17.mlp.c_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.18.attn.in_proj_bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.18.attn.in_proj_weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.18.attn.out_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.18.attn.out_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.18.ln_1.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.18.ln_1.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.18.ln_2.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.18.ln_2.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.18.mlp.c_fc.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.18.mlp.c_fc.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.18.mlp.c_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.18.mlp.c_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.19.attn.in_proj_bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.19.attn.in_proj_weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.19.attn.out_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.19.attn.out_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.19.ln_1.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.19.ln_1.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.19.ln_2.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.19.ln_2.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.19.mlp.c_fc.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.19.mlp.c_fc.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.19.mlp.c_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.19.mlp.c_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.2.attn.in_proj_bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.2.attn.in_proj_weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.2.attn.out_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.2.attn.out_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.2.ln_1.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.2.ln_1.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.2.ln_2.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.2.ln_2.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.2.mlp.c_fc.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.2.mlp.c_fc.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.2.mlp.c_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.2.mlp.c_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.20.attn.in_proj_bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.20.attn.in_proj_weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.20.attn.out_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.20.attn.out_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.20.ln_1.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.20.ln_1.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.20.ln_2.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.20.ln_2.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.20.mlp.c_fc.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.20.mlp.c_fc.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.20.mlp.c_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.20.mlp.c_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.21.attn.in_proj_bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.21.attn.in_proj_weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.21.attn.out_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.21.attn.out_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.21.ln_1.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.21.ln_1.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.21.ln_2.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.21.ln_2.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.21.mlp.c_fc.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.21.mlp.c_fc.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.21.mlp.c_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.21.mlp.c_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.22.attn.in_proj_bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.22.attn.in_proj_weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.22.attn.out_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.22.attn.out_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.22.ln_1.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.22.ln_1.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.22.ln_2.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.22.ln_2.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.22.mlp.c_fc.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.22.mlp.c_fc.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.22.mlp.c_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.22.mlp.c_proj.weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.3.attn.in_proj_bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.3.attn.in_proj_weight": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.3.attn.out_proj.bias": "model-00003-of-00003.safetensors",
    "model.vision_tower.transformer.resblocks.3.attn.out_proj.weight": "model-00003-of-00003.safetensors",
